Repository: WPPlugins/loginbycall
Catalog: i18n/loginbycall-*.po
Languages: ru_ru

source: LoginByCall User
ru_ru: Пользователь LoginByCall

source: Settings
ru_ru: Настройки

source: You are not allowed to access this page.
ru_ru: У вас нет доступа к этой странице.

source: Adress callback
ru_ru: Адрес обратного вызова

source: Enter the address of your application callback
ru_ru: Введите адрес обратного вызова для вашего приложения

source: ID application
ru_ru: ID приложения

source: Enter your application ID
ru_ru: укажите ID Вашего приложения

source: Secret key
ru_ru: Секретный ключ

source: Enter your secret key
ru_ru: укажите Ваш секретный ключ

source: Enter working gtant type. Default: authorization_code
ru_ru: Введите тип разрешения. По умолчанию: authorization_code

source: Password length
ru_ru: Длина пароля

source: Enter password length for new users
ru_ru: укажите длину пароля для новых пользователей

source: Sending mail
ru_ru: Отправка электронных писем

source: Place a check to send a notification to new users
ru_ru: Отметьте чек-бокс для отправки уведомления новым пользователям

source: Enter the your user name
ru_ru: Введите ваше имя пользователя

source: Password
ru_ru: Пароль

source: Enter your password
ru_ru: Введите ваш пароль

source: Build account
ru_ru: Привязать аккаунт

source: Create new user account
ru_ru: Создать новый аккаунт

source: Bind have account
ru_ru: Привязать существующий аккаунт

source: Enter new login
ru_ru: Введите новый логин

source: Enter Login
ru_ru: Введите логин

source: login
ru_ru: логин

source: password
ru_ru: пароль

source: User name
ru_ru: Имя пользователя

source: Thanks for signing up through service LoginBycall
ru_ru: Спасибо за регистрацию через сервис LoginBycall

source: loginbycall user mail
ru_ru: LoginByCall e-mail

source: Unbind
ru_ru: Отвязка

source: Unbind account loginbycall
ru_ru: Отвязка аккаунта LoginByCall

source: Add a convenient way to log on with a loginbycall to your account
ru_ru: Добавить удобный способ входа с помощью LoginByCall для аккаунта

source: on site
ru_ru: на сайте

source: Yes
ru_ru: Да

source: Not now
ru_ru: Не сейчас

source: Not
ru_ru: Нет

source: You account has been successfully created.
ru_ru: Ваш аккаунт успешно создан.

source: Connected successfully
ru_ru: Привязка произведена успешно

source: No longer offer
ru_ru: Больше не предлагать

source: Cancel
ru_ru: Отмена

source: Incorrect login or password
ru_ru: Неверный логин или пароль

source: This username is already registered
ru_ru: Такое имя пользователя уже зарегистрировано

source: This email is already registered
ru_ru: Такой email уже зарегестрирован

source: Enter email
ru_ru: Введите email

source: Enter the your email
ru_ru: Введите ваш email

source: This site provides users through the service entrance LoginByCall. At this point, your account is not tied to the service. To add a convenient entrance to the site through the service LoginByCall follow the link below:
ru_ru: Этот сайт предоставляет пользователям удобный способ входа через сервис LoginByCall. На данный момент, ваш аккаунт не привязан к сервису. Чтобы добавить удобный способ входа на сайт с помощью LoginByCall, перейдите по ссылке ниже:

source: Bind your account
ru_ru: Привязать Ваш аккаунт

source: Sign in / Sign up
ru_ru: Вход / Регистрация

source: Input error, too long number, enter a number not more than 20
ru_ru: Ошибка ввода, слишком длинное число , введите число не больше 20

source: Input error, enter the number
ru_ru: Ошибка ввода, введите число

source: WARNING! All tables of module will be clear! All available user's connections with LoginByCall will be lost!
ru_ru: ВНИМАНИЕ! Будут очищены все таблицы модуля!Все имеющиеся связки пользователей с LoginByCall будут потеряны!

source: Clear the table plugin
ru_ru: Очистить таблицы плагина

source: Clear
ru_ru: Очистить

source: Resolution
ru_ru: Разрешить

source: My settings LoginByCall
ru_ru: Мои настройки LoginByCall

source: Please select if you want to allow users to control the input and destroy account of service LoginByCall
ru_ru: Пожалуйста, выберите, если вы хотите, чтобы пользователи могли отвязывать аккаунт LoginByCall
